<?php

$lang_login = array(

// Miscellaneous
'Wrong user/pass'		=>	'Неправильное имя и/или пароль.',
'Forgotten pass'		=>	'Забыли свой пароль?',
'Login redirect'		=>	'Успешный вход. Переадресация...',
'Logout redirect'		=>	'Вы вышли. Переадресация...',
'No e-mail match'		=>	'Зарегистрированного пользователя с таким e-mail адресом не существует',
'Request pass'			=>	'Запросить пароль',
'Request pass legend'	=>	'Введите адрес e-mail, который вы указали при регистрации',
'Request pass info'		=>	'На этот адрес будет выслан новый пароль и ссылка для его активации.',
'Not registered'		=>	'Ещё не зарегистрированы?',
'Login legend'			=>	'Введите внизу ваше имя и пароль',
'Login info'			=>	'Если вы не зарегистрированы или забыли свой пароль, нажмите внизу на соответствующую ссылку.',

// Forget password mail stuff
'Forget mail'			=>	'Сообщение выслано на указанный адрес вместе с инструкцией по изменению пароля. В случае каких-либо проблем Вы можете обратиться к администратору'

);
