<?php

// Language definitions used by the Private Message System-mod
$lang_pms = array(
	// Common
	'Messages'			=>		'Сообщения',
	'Message'			=>		'Сообщение',
	'Save message'		=>		'Сохранить сообщение',
	'Send'				=>		'Отправить',

	// Messages
	'Inbox'				=>		'Входящие',
	'Outbox'				=>		'Отправленные',
	'Box0'				=>		'Перейти в &quot;Отправленные&quot;',
	'Box1'				=>		'Перейти во &quot;Входящие&quot;',
	'Action'				=>		'Действие',
	'Reply'				=>		'Ответить',
	'Delete'				=>		'Удалить',
	'Quote'				=>		'Цитировать',
	'Date'				=>		'Число',
	'Status'				=>		'Статус сообщений:',
	'Subject'			=>		'Тема',
	'Sender'				=>		'Отправитель',
	'Receiver'			=>		'Получатель',
	'Private Messages'=> 	'Личные сообщения',
	'New message'		=>		'Отправить новое сообщение',
	'Multidelete'		=>		'Удалить несколько сообщений',
	'Delete messages comply'	=> 'Вы уверены, что хотите удалить выбранные сообщения?',
	'Deleted redirect'			=> 'Сообщения удалены. Идет перенаправление ...',
	'Read redirect'				=> 'Все сообщения отмечены как прочитаные. Идет перенаправление...',
	'Mark all'			=>		'Пометить все сообщения как прочитаные',

	// Viewtopic
	'PM'					=>		'PM',

	// Profile
	'Quick message'	=> 	'Отправить личное сообщение',
	'Show smilies'		=>		'Показывать смайлики',

	// Send or delete message
	'Send to'			=> 	'Отправить',
	'Send a message'	=>		'Отправить сообщение',
	'Delete message'	=>		'Удалить сообщение',
	'Del redirect'		=>		'Сообщения удалены, идет перенаправление...',
	'Sent redirect'	=>		'Сообщение отправлено, идет перенаправление...',

	// Errors and messages
	'No messages'		=>		'Нет сообщений',
	'New messages'		=>		'У вас есть новые сообщения',
	'No user'			=>		'Пользователь с таким именем отсуствует.',
	'Full inbox'		=>		'Ваш ящик входящих сообщений переполнен!',
	'Inbox full'		=>		'Вы не можете отправить сообщение пользователю, т.к. его ящик переполнен.',
	'Sent full'			=>		'Не могу сохранить сообщение в &quot;Отправленные&quot;, т.к. ваш ящик переполнен.',
	'Flood start'		=>		'Минимум',
	'Flood end'			=>		'секунд должно пройти между отправками сообщения. Пожалуйста, подождите немного и попробуйте снова.'
);
