<?php

$lang_polls = array(

'Poll'							=>	'Опрос',
'New poll'						=>	'Создать новый опрос',
'New poll legend multiselect'	=>	'Установить информацию (Многовариантный опрос)',
'New poll legend yesno'			=>	'Установить информацию (Многовариантный Да/Нет опрос)',
'New poll legend'				=>	'Установить информацию об опросе',
'Multiselect'					=>	'Многовариантный опрос',
'Yesno'							=>	'Многовариантный Да/Нет опрос',
'Regular'						=>	'Обычный опрос',
'Question'						=>	'Вопрос',
'Option'						=>	'Параметр',
'Optional'						=>	'(Дополнительно)',
'Yes'							=>	'Да (True/Подтверждение/Etc) значение',
'Vote'							=>	'Голосовать',
'Null vote'						=>	'Воздержаться',
'Poll preview'					=>	'Просмотр опроса',
'No'							=>	'Нет (False/Отказ/Etc) значение',
'Total votes'					=>	'Проголосовали',
'null votes'					=>	'воздержались',
'Create new poll'				=>	'Создать новый опрос',
'Poll select'					=>	'Выберите тип опроса',
'Already voted'					=>	'Вы уже голосовали в этом опросе',
'Vote success'					=>	'Ваш голос был учтён ;)',
'Empty option'					=>	'Опрос содержит пустой вариант ответа.',
'No options'					=>	'Опрос должен содержать варианты ответа.',
'Low options'					=>	'Опрос должен содержать более двух вариантов ответа.',
'No question'					=>	'Опрос должен содержать вопрос.',
'Too long question'				=>	'Вопросы не могут быть длиннее 70 символов.',
'No yes'						=>	'Этот опрос должен содержать значение (Да).',
'Too long yes'					=>	'значение (Да) не должно быть длиннее 35 символов.',
'No no'							=>	'Этот опрос должен содержать значение (Нет).',
'Too long no'					=>	'значение (Нет) не должно быть длиннее 35 символов.',
'No message'					=>	'Вы должны ввести текст сообщения.',
'Too long message'				=>	'Сообщения не могут быть длиннее 65535 символов (64 КБ).'

);
