<?php

// Language definitions used in register.php
$lang_register = array(

// Miscellaneous
'No new regs'				=>	'В данный момент форум не регистрирует новых пользователей.',
'Reg cancel redirect'		=>	'Регистрация отменена. Переадресация...',
'Forum rules'				=>	'Правила форума',
'Rules legend'				=>	'Для регистрации вы должны принять следующие правила',
'Agree'						=>	'Согласен',
'Cancel'					=>	'Не согласен',
'Register'					=>	'Регистрация',

// Form validation stuff (some of these are also used in post.php)
'Username censor'			=>	'Введенное Вами имя пользователя содержит запрещённые слова. Пожалуйста, выберите другое имя.',
'Username dupe 1'			=>	'Кто-то уже зарегистрировался под этим именем',
'Username dupe 2'			=>	'Введенное Вами имя пользователя очень похоже на существующее. Имена должны отличаться, по крайней мере, на один символ (a-z или 0-9). Пожалуйста, вернитесь и выберите другое имя.',
'E-mail not match'			=>	'E-mail адреса не совпадают. Пожалуйста, вернитесь и исправьте.',

// Registration e-mail stuff
'Reg e-mail'				=>	'Спасибо за регистрацию. Ваш пароль был отправлен по указанному при регистрации адресу. Если он не пришел, вы можете обратиться к администратору',
'Reg complete'				=>	'Регистрация завершена. Вы зашли на форум. Переадресация...',

// Image Verification stuff
'Image verification'		=>	'Проверка с помощью изображения с текстом',
'Image text'				=>	'Изображенный текст',
'Image info'				=>	'Пожалуйста, введите изображенный текст в расположенную внизу форму',
'Text mismatch'				=>	'Проверьте, что текст на изображении и введенный вами текст совпадают',
'Image reload'				=>	'Обновить изображение',

// Register info
'Desc 1'					=>	'Регистрация не обязательна, но она предоставит вам доступ к дополнительным возможностям. Например, появится возможность редактировать и удалять свои сообщения, добавлять собственную подпись ко всем сообщениям, подписаться на уведомления о новых сообщениях на форуме. Если у вас есть какие-нибудь вопросы относительно этого форума, вы можете обратиться к администратору.',
'Desc 2'					=>	'Ниже приведена форма, которую Вы должны заполнить для того, чтобы зарегистрироваться. После регистрации, Вы должны посетить свой профиль и просмотреть введенную информацию, которую Вы сможете отредактировать в случае необходимости. Поля, заполняемые ниже - это только небольшая часть всех возможностей, которые Вы сможете изменять в своем профиле.',
'Username legend'			=>	'Введите имя пользователя длиной от 2 до 25 символов',
'Pass legend 1'				=>	'Введите и подтвердите свой пароль',
'Pass legend 2'				=>	'Пожалуйста, ознакомьтесь с приведенной ниже инструкцией',
'Pass info'					=>	'Пароль должен быть не менее 4 и не более 16 символов в длину. Пароль чувствителен к регистру символов.',
'E-mail info'				=>	'Вы должны указать правильный e-mail адрес, так как туда будет выслан случайно сгенерированный пароль.',
'Confirm e-mail'			=>	'Подтвердите e-mail адрес',

);
