<?php

$lang_upload = array(

'Not allowed'	=>	'Правила загрузки файлов',
'Rules Header'	=>	'Правила загрузки файлов',
'Rule one'		=>	'Вы можете загружать текстовые и графические файлы с расширениями .txt, .gif, .jpg, .jpeg, .png, а также .xpi файлы дополнений для программ семейства Mozilla.',
'Rule two'		=>	'Максимальный размер файла',
'Rule three'	=>	'Имя файла может содержать буквы алфавита, цифры и знаки &quot;+&quot; &quot;-&quot; &quot;_&quot; &quot;.&quot;',
'Rule four'		=>	'Называйте файлы нормальными именами, отражающими их содержание, иначе они могут быть удалены.'

);
